0 said 8474
1 he 6255
2 his 3710
3 who 2767
4 they 2597
5 their 2059
6 new 1986
7 after 1890
8 more 1704
9 one 1626
10 also 1597
11 other 1580
12 two 1534
13 up 1509
14 percent 1501
15 when 1496
16 than 1451
17 last 1409
18 no 1336
19 people 1334
20 president 1328
21 million 1289
22 we 1285
23 she 1248
24 all 1229
25 government 1202
26 some 1193
27 i 1133
28 if 1123
29 out 1099
30 first 1061
31 could 1038
32 into 1032
33 there 1030
34 over 1021
35 because 1013
36 police 1004
37 united 990
38 soviet 979
39 her 974
40 state 945
41 officials 898
42 before 885
43 only 862
44 three 854
45 since 829
46 can 828
47 bush 825
48 national 815
49 during 811
50 against 810
51 years 809
52 told 808
53 most 807
54 year 785
55 american 778
56 what 771
57 any 760
58 down 727
59 them 726
60 federal 724
61 under 713
62 states 708
63 where 698
64 time 680
65 you 664
66 those 648
67 made 647
68 many 645
69 may 643
70 billion 629
71 while 626
72 did 618
73 him 617
74 house 615
75 our 612
76 being 600
77 news 600
78 between 600
79 so 597
80 do 587
81 such 587
82 just 582
83 former 574
84 through 573
85 court 573
86 military 563
87 south 558
88 say 551
89 should 542
90 including 534
91 political 526
92 department 520
93 make 520
94 company 513
95 west 510
96 going 510
97 now 509
98 report 508
99 get 506
100 off 504
101 like 493
102 four 492
103 think 481
104 several 480
105 group 479
106 today 479
107 members 475
108 party 473
109 foreign 472
110 next 468
111 economic 463
112 five 462
113 day 462
114 still 460
115 among 458
116 take 458
117 york 458
118 according 456
119 spokesman 454
120 called 448
121 defense 445
122 another 443
123 public 443
124 both 442
125 thursday 440
126 market 440
127 much 439
128 then 437
129 general 434
130 city 433
131 trade 423
132 late 421
133 part 420
134 air 419
135 union 417
136 found 413
137 tuesday 412
138 back 412
139 reported 411
140 even 411
141 wednesday 410
142 very 409
143 how 409
144 week 406
145 stock 403
146 chief 401
147 world 400
148 early 399
149 home 397
150 asked 395
151 major 395
152 official 394
153 way 392
154 until 392
155 friday 391
156 used 391
157 least 391
158 monday 390
159 office 389
160 john 387
161 white 386
162 came 381
163 support 380
164 work 377
165 north 375
166 democratic 374
167 says 374
168 expected 373
169 prices 372
170 help 368
171 east 368
172 international 367
173 began 366
174 want 359
175 go 359
176 end 359
177 administration 358
178 miles 356
179 took 356
180 war 356
181 money 354
182 killed 351
183 my 349
184 whether 348
185 use 347
186 oil 347
187 meeting 345
188 security 344
189 without 342
190 congress 342
191 business 341
192 same 340
193 board 340
194 committee 340
195 drug 339
196 these 338
197 workers 338
198 campaign 336
199 law 335
200 minister 334
201 reagan 332
202 earlier 329
203 high 329
204 dukakis 327
205 force 327
206 service 325
207 six 325
208 must 323
209 leader 322
210 held 321
211 left 320
212 saying 319
213 bank 319
214 good 318
215 put 316
216 each 316
217 rose 316
218 days 315
219 long 314
220 number 312
221 judge 312
222 plan 311
223 senate 311
224 see 310
225 chairman 310
226 attorney 309
227 later 309
228 set 309
229 own 308
230 announced 307
231 program 303
232 higher 302
233 agreement 302
234 country 301
235 vice 301
236 might 300
237 director 298
238 central 297
239 agency 297
240 few 295
241 bill 293
242 authorities 288
243 interest 287
244 black 287
245 know 287
246 sales 286
247 months 285
248 man 284
249 give 283
250 got 281
251 second 281
252 school 280
253 never 280
254 price 280
255 family 277
256 leaders 276
257 recent 275
258 republican 274
259 around 274
260 pay 274
261 past 272
262 case 271
263 dollar 270
264 control 269
265 german 268
266 talks 266
267 less 266
268 statement 266
269 come 266
270 presidential 265
271 army 265
272 secretary 264
273 decision 264
274 near 264
275 death 261
276 gorbachev 259
277 rights 259
278 little 258
279 april 257
280 troops 256
281 went 254
282 lower 253
283 communist 252
284 close 251
285 fire 250
286 cents 250
287 died 249
288 taken 246
289 top 246
290 budget 245
291 whose 245
292 power 245
293 system 244
294 march 243
295 increase 243
296 financial 242
297 received 242
298 men 240
299 washington 240
300 month 239
301 fell 239
302 show 239
303 children 239
304 tax 239
305 labor 239
306 aid 238
307 right 238
308 health 233
309 nearly 233
310 too 232
311 district 231
312 university 230
313 agreed 230
314 rate 229
315 average 229
316 times 228
317 students 227
318 forces 227
319 released 226
320 here 226
321 charges 226
322 trading 225
323 human 225
324 largest 224
325 vote 224
326 san 224
327 southern 224
328 big 224
329 opposition 224
330 head 222
331 eastern 222
332 prison 222
333 information 221
334 well 221
335 night 220
336 across 220
337 robert 220
338 us 220
339 james 220
340 far 220
341 hours 219
342 private 219
343 june 219
344 already 218
345 although 218
346 local 217
347 given 217
348 sunday 216
349 record 216
350 george 216
351 accused 215
352 center 215
353 women 215
354 television 214
355 issue 214
356 total 212
357 outside 212
358 area 211
359 others 211
360 cost 210
361 condition 210
362 every 210
363 reports 210
364 scheduled 210
365 seven 209
366 prime 209
367 believe 208
368 food 207
369 peace 206
370 trying 206
371 need 206
372 lost 205
373 sent 205
374 along 205
375 gave 204
376 index 204
377 medical 204
378 rates 204
379 economy 203
380 life 203
381 small 202
382 policy 202
383 become 201
384 known 201
385 cut 200
386 executive 200
387 keep 199
388 plans 199
389 include 198
390 county 197
391 hospital 197
392 conference 196
393 led 196
394 countries 196
395 order 196
396 shot 195
397 offer 195
398 change 194
399 trial 194
400 western 194
401 michael 193
402 half 193
403 your 193
404 refused 192
405 won 192
406 eight 192
407 member 192
408 return 192
409 thousands 192
410 move 191
411 reporters 190
412 radio 190
413 july 190
414 japanese 190
415 water 190
416 industry 189
417 special 188
418 third 188
419 making 188
420 working 187
421 press 187
422 per 187
423 me 187
424 included 187
425 continue 187
426 problems 187
427 met 186
428 arrested 186
429 enough 185
430 does 185
431 analysts 185
432 british 184
433 best 183
434 real 183
435 iraq 183
436 de 182
437 filed 182
438 jackson 182
439 strong 181
440 employees 181
441 taking 180
442 once 180
443 great 180
444 charged 180
445 saturday 179
446 call 179
447 away 178
448 toward 178
449 iraqi 177
450 proposed 177
451 free 177
452 planned 175
453 face 175
454 following 174
455 justice 174
456 likely 174
457 allow 174
458 senior 173
459 became 173
460 action 172
461 based 172
462 weeks 172
463 capital 172
464 final 172
465 wanted 172
466 northern 171
467 place 171
468 further 171
469 california 170
470 newspaper 169
471 allowed 169
472 telephone 169
473 closed 169
474 election 168
475 soldiers 168
476 companies 168
477 council 168
478 important 168
479 building 168
480 find 168
481 ordered 166
482 possible 166
483 contract 165
484 supreme 165
485 previous 164
486 social 164
487 share 164
488 open 163
489 exchange 163
490 annual 163
491 services 162
492 despite 162
493 job 162
494 provide 162
495 gold 162
496 within 162
497 community 162
498 main 162
499 meet 161
500 leave 161
501 civil 161
502 nations 161
503 large 160
504 lot 160
505 richard 160
506 sold 159
507 study 159
508 brought 159
509 quoted 159
510 computer 159
511 bid 159
512 behind 158
513 seen 158
514 estimated 158
515 attack 157
516 los 157
517 futures 157
518 william 157
519 failed 156
520 european 156
521 point 155
522 paid 155
523 involved 155
524 compared 154
525 current 154
526 run 154
527 look 154
528 better 154
529 investigation 153
530 officers 153
531 able 153
532 something 152
533 saudi 150
534 issued 150
535 approved 150
536 african 150
537 full 149
538 appeared 149
539 space 149
540 groups 149
541 probably 149
542 hit 149
543 americans 148
544 running 148
545 calls 148
546 germany 147
547 issues 147
548 continued 147
549 production 146
550 flight 146
551 young 146
552 declined 146
553 spending 146
554 front 146
555 effort 145
556 middle 145
557 legal 145
558 worked 145
559 proposal 145
560 old 145
561 often 145
562 research 144
563 reached 144
564 hope 144
565 interview 144
566 israeli 144
567 convicted 144
568 really 144
569 forced 144
570 organization 143
571 evidence 143
572 points 143
573 town 143
574 spent 143
575 lead 143
576 similar 142
577 remain 142
578 david 142
579 seeking 142
580 japan 142
581 release 142
582 tried 142
583 deputy 142
584 showed 141
585 wall 141
586 ago 141
587 legislation 141
588 israel 140
589 cause 139
590 moved 139
591 buy 139
592 street 139
593 deal 139
594 signed 139
595 thought 139
596 nuclear 138
597 ended 138
598 believed 138
599 rather 138
600 church 138
601 congressional 138
602 plant 138
603 safety 137
604 things 137
605 increased 137
606 sources 137
607 almost 136
608 recently 136
609 french 136
610 caused 135
611 spoke 135
612 leading 135
613 looking 134
614 strike 134
615 decided 134
616 environmental 133
617 association 133
618 independent 133
619 morning 133
620 getting 133
621 value 132
622 hundreds 132
623 using 132
624 bring 132
625 farmers 132
626 visit 131
627 nine 131
628 killing 131
629 offered 131
630 officer 131
631 name 131
632 cent 131
633 ruling 131
634 clear 131
635 changes 131
636 ever 130
637 having 130
638 denied 130
639 done 130
640 paul 130
641 investment 129
642 considered 129
643 fighting 129
644 jury 129
645 management 129
646 hold 129
647 energy 129
648 conservative 128
649 income 128
650 car 128
651 different 128
652 emergency 127
653 living 127
654 serious 127
655 turned 126
656 followed 126
657 sell 126
658 alleged 126
659 future 126
660 opened 126
661 navy 126
662 again 125
663 cash 125
664 claimed 125
665 guilty 125
666 plane 125
667 start 124
668 commission 124
669 speaking 124
670 live 124
671 armed 124
672 raised 124
673 efforts 124
674 gulf 123
675 woman 123
676 negotiations 123
677 returned 123
678 side 123
679 wants 122
680 texas 122
681 criminal 122
682 democrats 122
683 remains 122
684 victims 122
685 test 121
686 key 121
687 assistant 121
688 level 121
689 am 121
690 residents 121
691 daily 121
692 role 120
693 farm 120
694 yet 120
695 elections 120
696 areas 120
697 baker 120
698 charge 120
699 saw 120
700 america 119
701 nation 119
702 try 119
703 started 119
704 moscow 119
705 hearing 119
706 begin 119
707 industrial 119
708 spokeswoman 119
709 red 118
710 bond 118
711 problem 117
712 shares 117
713 summit 117
714 stop 117
715 dropped 117
716 immediately 117
717 staff 117
718 violence 117
719 rebels 116
720 comment 116
721 biggest 116
722 pentagon 116
723 questions 115
724 heavy 115
725 iran 115
726 common 115
727 apparently 115
728 nothing 115
729 relations 115
730 position 115
731 needed 114
732 indicated 114
733 personal 114
734 demand 114
735 latest 114
736 secret 114
737 named 114
738 majority 114
739 injured 114
740 soviets 113
741 sought 113
742 line 113
743 let 113
744 himself 113
745 fiscal 113
746 speech 113
747 doing 113
748 securities 113
749 noted 113
750 kind 112
751 session 112
752 arab 112
753 described 112
754 insurance 112
755 win 112
756 attempt 112
757 orders 112
758 rejected 112
759 jones 112
760 helped 112
761 measure 111
762 wife 111
763 why 111
764 means 111
765 deficit 111
766 added 111
767 care 111
768 feel 111
769 ministry 111
770 equipment 110
771 development 110
772 includes 110
773 anything 110
774 claims 110
775 ground 109
776 base 109
777 fired 109
778 tell 109
779 investors 109
780 london 109
781 student 109
782 beginning 108
783 always 108
784 reduce 108
785 hard 108
786 europe 108
787 seek 108
788 land 107
789 additional 107
790 primary 107
791 broke 107
792 panel 107
793 elected 107
794 gas 107
795 jobs 107
796 summer 107
797 source 106
798 fall 106
799 convention 106
800 person 106
801 bob 105
802 damage 105
803 series 105
804 cannot 105
805 result 105
806 amount 105
807 domestic 105
808 letter 104
809 jewish 104
810 housing 104
811 form 104
812 heart 104
813 soon 104
814 request 104
815 joint 104
816 stocks 104
817 funds 104
818 situation 103
819 survey 103
820 suggested 103
821 programs 103
822 team 103
823 due 103
824 parts 103
825 sale 103
826 carrying 103
827 africa 102
828 cases 102
829 governor 102
830 required 102
831 difficult 102
832 suffered 102
833 either 102
834 savings 102
835 receive 102
836 discuss 102
837 arms 102
838 pressure 101
839 worth 101
840 loss 101
841 leaving 101
842 present 101
843 joined 101
844 ready 101
845 coast 101
846 operations 101
847 published 101
848 education 100
849 supporters 100
850 results 100
851 january 100
852 review 100
853 illegal 100
854 holding 100
855 testimony 100
856 effect 100
857 candidate 100
858 coming 99
859 costs 99
860 treaty 99
861 college 99
862 inflation 99
863 embassy 99
864 parents 98
865 makes 98
866 period 98
867 king 98
868 weather 98
869 parties 98
870 products 98
871 question 98
872 bus 98
873 weapons 98
874 rest 98
875 ruled 98
876 protection 97
877 turn 97
878 volume 97
879 firm 97
880 figures 97
881 mayor 97
882 voters 97
883 airport 97
884 associated 97
885 identified 97
886 commercial 97
887 conducted 97
888 murder 97
889 loan 97
890 voted 97
891 movement 97
892 body 97
893 station 96
894 carried 96
895 act 96
896 thomas 96
897 arrived 96
898 urged 96
899 low 96
900 selling 96
901 dow 96
902 potential 96
903 light 96
904 accident 96
905 separate 96
906 november 95
907 fbi 95
908 treasury 95
909 protest 95
910 aircraft 95
911 growth 95
912 son 95
913 sign 95
914 feet 95
915 sentenced 95
916 quarter 94
917 grand 94
918 aids 94
919 shortly 94
920 february 94
921 kuwait 94
922 mother 94
923 trip 94
924 decline 94
925 catholic 94
926 lawyers 94
927 calling 94
928 corporate 93
929 mikhail 93
930 available 93
931 fight 93
932 designed 93
933 reform 92
934 popular 92
935 august 92
936 estate 92
937 overall 92
938 documents 92
939 border 92
940 growing 92
941 themselves 92
942 training 92
943 consider 92
944 ban 92
945 candidates 92
946 travel 91
947 yen 91
948 agriculture 91
949 together 91
950 protect 91
951 project 91
952 thing 91
953 though 91
954 fitzwater 91
955 above 91
956 claim 91
957 homes 91
958 process 90
959 kept 90
960 short 90
961 charles 90
962 debt 90
963 terms 90
964 consumer 90
965 certain 90
966 network 90
967 miss 90
968 testified 90
969 chicago 90
970 rise 90
971 reach 90
972 concern 89
973 entire 89
974 tons 89
975 drop 89
976 stay 89
977 sure 89
978 child 89
979 operating 89
980 giving 89
981 frank 89
982 conditions 89
983 step 89
984 served 89
985 single 89
986 trust 89
987 age 89
988 wounded 89
989 delegates 88
990 fund 88
991 mostly 88
992 cars 88
993 doctors 88
994 especially 88
995 warned 88
996 taxes 87
997 lawmakers 87
998 regional 87
999 earnings 87
1000 immediate 87
1001 talk 87
1002 population 87
1003 expect 87
1004 investigators 87
1005 cities 87
1006 mark 87
1007 hopes 87
1008 ask 86
1009 systems 86
1010 northwest 86
1011 listed 86
1012 expressed 86
1013 korean 86
1014 reason 86
1015 spread 86
1016 appeals 86
1017 below 86
1018 river 86
1019 chance 86
1020 break 86
1021 guard 86
1022 determine 86
1023 december 86
1024 fourth 85
1025 dealers 85
1026 rally 85
1027 citizens 85
1028 blamed 85
1029 announcement 85
1030 september 85
1031 october 85
1032 stand 85
1033 knew 85
1034 increases 85
1035 rule 85
1036 remained 85
1037 passed 85
1038 view 85
1039 reserve 84
1040 written 84
1041 opening 84
1042 date 84
1043 rain 84
1044 mission 84
1045 inside 84
1046 fact 84
1047 post 84
1048 heard 84
1049 banks 84
1050 park 84
1051 prepared 84
1052 criticized 84
1053 sides 84
1054 raise 84
1055 poor 83
1056 independence 83
1057 christian 83
1058 wrote 83
1059 treatment 83
1060 require 83
1061 tv 83
1062 promised 83
1063 message 83
1064 credit 83
1065 persian 83
1066 enforcement 82
1067 rural 82
1068 blood 82
1069 gop 82
1070 corn 82
1071 someone 82
1072 provided 82
1073 appeal 82
1074 dead 82
1075 massachusetts 82
1076 built 82
1077 unless 82
1078 shooting 82
1079 longer 82
1080 threat 82
1081 analyst 81
1082 businesses 81
1083 electric 81
1084 site 81
1085 stopped 81
1086 response 81
1087 lack 81
1088 lives 80
1089 assets 80
1090 occurred 80
1091 attention 80
1092 approval 80
1093 matter 80
1094 significant 80
1095 minutes 80
1096 idea 80
1097 created 80
1098 history 80
1099 slightly 80
1100 details 79
1101 necessary 79
1102 dollars 79
1103 prevent 79
1104 suit 79
1105 angeles 79
1106 tests 79
1107 crime 79
1108 film 79
1109 hotel 79
1110 indian 79
1111 moving 79
1112 asking 78
1113 palestinian 78
1114 finance 78
1115 carry 78
1116 works 78
1117 serve 78
1118 cocaine 78
1119 race 78
1120 anyone 78
1121 goods 78
1122 bad 78
1123 ran 78
1124 payments 77
1125 closing 77
1126 list 77
1127 families 77
1128 felt 77
1129 throughout 77
1130 poll 77
1131 pacific 77
1132 invasion 77
1133 broadcast 77
1134 contracts 77
1135 experts 77
1136 demanded 77
1137 nearby 77
1138 gasoline 77
1139 leadership 76
1140 planes 76
1141 construction 76
1142 comes 76
1143 greater 76
1144 roman 76
1145 occupied 76
1146 acknowledged 76
1147 religious 75
1148 room 75
1149 huge 75
1150 buying 75
1151 send 75
1152 gained 75
1153 media 75
1154 island 75
1155 settlement 75
1156 contra 75
1157 authority 75
1158 joseph 75
1159 pleaded 75
1160 waste 75
1161 declared 75
1162 progress 75
1163 debate 75
1164 book 75
1165 gain 74
1166 round 74
1167 introduced 74
1168 rising 74
1169 data 74
1170 play 74
1171 ship 74
1172 prosecutors 74
1173 saddam 74
1174 involving 74
1175 property 74
1176 launch 74
1177 limited 74
1178 kennedy 74
1179 avoid 74
1180 airlines 74
1181 movie 74
1182 whom 74
1183 address 73
1184 highest 73
1185 needs 73
1186 tass 73
1187 bought 73
1188 agents 73
1189 witnesses 73
1190 cuts 73
1191 remaining 73
1192 italian 73
1193 term 73
1194 commerce 73
1195 concerned 73
1196 society 73
1197 votes 73
1198 headed 73
1199 sanctions 73
1200 panama 73
1201 airline 73
1202 jim 72
1203 civilian 72
1204 concerns 72
1205 brief 72
1206 records 72
1207 iranian 72
1208 indictment 72
1209 leftist 72
1210 except 72
1211 nationwide 72
1212 policies 72
1213 chinese 72
1214 instead 72
1215 bills 72
1216 mexico 72
1217 france 72
1218 kill 72
1219 dozen 71
1220 operation 71
1221 placed 71
1222 showing 71
1223 direct 71
1224 republic 71
1225 impact 71
1226 sharply 71
1227 ii 71
1228 markets 71
1229 transportation 71
1230 create 71
1231 threatened 71
1232 drugs 71
1233 played 71
1234 road 71
1235 resolution 71
1236 percentage 71
1237 produce 70
1238 crew 70
1239 access 70
1240 figure 70
1241 increasing 70
1242 liberal 70
1243 owned 70
1244 talking 70
1245 measures 70
1246 schools 70
1247 degrees 70
1248 shuttle 70
1249 everything 70
1250 mean 70
1251 arrest 70
1252 word 70
1253 cited 70
1254 faces 70
1255 art 70
1256 various 70
1257 china 69
1258 lawsuit 69
1259 magazine 69
1260 attacks 69
1261 responsible 69
1262 fair 69
1263 generally 69
1264 ahead 69
1265 range 69
1266 forward 69
1267 passengers 69
1268 demonstrators 69
1269 contact 69
1270 freedom 69
1271 strategic 69
1272 floor 69
1273 beyond 69
1274 build 69
1275 star 68
1276 perhaps 68
1277 professor 68
1278 moslem 68
1279 stage 68
1280 none 68
1281 supply 68
1282 specific 68
1283 hear 68
1284 cbs 68
1285 pilots 68
1286 criticism 68
1287 desert 68
1288 unable 68
1289 appear 68
1290 subject 68
1291 largely 68
1292 related 68
1293 produced 68
1294 jail 68
1295 ending 68
1296 canadian 68
1297 treated 68
1298 lines 68
1299 republicans 68
1300 crowd 67
1301 opposed 67
1302 considering 67
1303 numbers 67
1304 crisis 67
1305 researchers 67
1306 aboard 67
1307 sentence 67
1308 spend 67
1309 names 67
1310 estimates 67
1311 diplomatic 67
1312 region 67
1313 takes 67
1314 friends 67
1315 manager 67
1316 advance 67
1317 swiss 67
1318 pope 67
1319 agricultural 67
1320 traders 67
1321 smith 67
1322 newspapers 67
1323 continuing 67
1324 hostages 67
1325 cabinet 67
1326 estimate 66
1327 totaled 66
1328 assembly 66
1329 editor 66
1330 drive 66
1331 takeover 66
1332 critics 66
1333 fuel 66
1334 addition 66
1335 victory 66
1336 improve 66
1337 quickly 66
1338 units 66
1339 florida 66
1340 maintain 66
1341 particularly 66
1342 bankruptcy 66
1343 waiting 66
1344 attacked 65
1345 store 65
1346 gains 65
1347 agree 65
1348 keeping 65
1349 established 65
1350 lawyer 65
1351 peter 65
1352 attorneys 65
1353 account 65
1354 benefits 65
1355 troy 64
1356 accept 64
1357 field 64
1358 looked 64
1359 natural 64
1360 inches 64
1361 aimed 64
1362 supported 64
1363 fled 64
1364 coalition 64
1365 ambassador 64
1366 martin 64
1367 interior 64
1368 tokyo 64
1369 prisoners 64
1370 battle 63
1371 fraud 63
1372 decide 63
1373 guerrillas 63
1374 chrysler 63
1375 supplies 63
1376 meese 63
1377 shows 63
1378 heat 63
1379 millions 63
1380 parliament 63
1381 blacks 63
1382 evening 63
1383 minority 63
1384 returning 63
1385 headquarters 63
1386 senators 63
1387 boston 63
1388 virtually 63
1389 edward 63
1390 composite 63
1391 deaths 63
1392 protesters 63
1393 paper 62
1394 signs 62
1395 discovered 62
1396 basis 62
1397 goes 62
1398 possibility 62
1399 pounds 62
1400 scientists 62
1401 voting 62
1402 directly 62
1403 complained 62
1404 jack 62
1405 club 62
1406 britain 62
1407 affairs 61
1408 traffic 61
1409 stores 61
1410 pilot 61
1411 apartment 61
1412 allowing 61
1413 crude 61
1414 hurt 61
1415 steps 61
1416 allegations 61
1417 influence 61
1418 gone 61
1419 original 61
1420 search 61
1421 responsibility 61
1422 immigration 61
1423 revenue 61
1424 smaller 61
1425 ties 61
1426 ways 61
1427 formed 60
1428 couple 60
1429 resources 60
1430 bentsen 60
1431 disease 60
1432 settled 60
1433 port 60
1434 decisions 60
1435 whole 60
1436 adding 60
1437 korea 60
1438 nasa 60
1439 representatives 60
1440 technical 60
1441 launched 60
1442 hands 60
1443 accounts 60
1444 temperatures 60
1445 jumped 60
1446 assistance 60
1447 traded 60
1448 risk 60
1449 reduction 60
1450 train 59
1451 lived 59
1452 fear 59
1453 bomb 59
1454 bodies 59
1455 demands 59
1456 pretty 59
1457 net 59
1458 standard 59
1459 internal 59
1460 seemed 59
1461 constitutional 59
1462 democrat 59
1463 remove 59
1464 visited 59
1465 offers 59
1466 plants 59
1467 raising 59
1468 entered 59
1469 actually 59
1470 institute 59
1471 forecast 59
1472 itself 59
1473 driving 59
1474 removed 59
1475 interests 58
1476 safe 58
1477 suspected 58
1478 previously 58
1479 save 58
1480 discussed 58
1481 love 58
1482 believes 58
1483 count 58
1484 strength 58
1485 comments 58
1486 read 58
1487 auto 58
1488 limit 58
1489 profits 58
1490 twice 58
1491 warning 58
1492 patients 58
1493 bonds 58
1494 failure 58
1495 suspended 58
1496 simply 58
1497 willing 58
1498 completed 58
1499 facilities 58
1500 dispute 58
1501 existing 58
1502 block 58
1503 answer 58
1504 exports 58
1505 hoped 58
1506 changed 58
1507 henry 58
1508 streets 57
1509 diplomats 57
1510 proposals 57
1511 story 57
1512 larger 57
1513 noriega 57
1514 santa 57
1515 walked 57
1516 economists 57
1517 understand 57
1518 favor 57
1519 planning 57
1520 cross 57
1521 meetings 57
1522 usually 57
1523 rules 57
1524 mandela 57
1525 accepted 57
1526 reduced 57
1527 draft 57
1528 imposed 57
1529 dan 57
1530 donald 57
1531 attended 57
1532 valley 57
1533 imports 57
1534 choice 56
1535 abortion 56
1536 cooperation 56
1537 product 56
1538 houses 56
1539 telling 56
1540 lose 56
1541 aides 56
1542 testing 56
1543 allegedly 56
1544 predicted 56
1545 status 56
1546 cover 56
1547 boeing 56
1548 rebel 56
1549 referring 56
1550 pushed 56
1551 fully 56
1552 downtown 56
1553 chemical 56
1554 dole 56
1555 package 56
1556 award 56
1557 division 56
1558 material 56
1559 acting 56
1560 music 55
1561 activists 55
1562 hour 55
1563 blue 55
1564 village 55
1565 prize 55
1566 actions 55
1567 crimes 55
1568 temporary 55
1569 requires 55
1570 cuban 55
1571 cancer 55
1572 starting 55
1573 arabia 55
1574 christmas 55
1575 worst 55
1576 missiles 55
1577 incident 55
1578 daughter 55
1579 fifth 55
1580 severe 55
1581 class 55
1582 bureau 55
1583 complete 55
1584 improved 55
1585 quality 55
1586 widely 55
1587 crash 55
1588 grain 55
1589 bringing 54
1590 technology 54
1591 door 54
1592 intended 54
1593 ohio 54
1594 hong 54
1595 customs 54
1596 hand 54
1597 afternoon 54
1598 freed 54
1599 behalf 54
1600 representing 54
1601 sense 54
1602 steel 54
1603 affected 54
1604 prosecutor 54
1605 laws 54
1606 commander 54
1607 join 54
1608 playing 54
1609 snow 54
1610 manufacturing 54
1611 gathered 54
1612 executives 54
1613 plo 54
1614 committed 54
1615 adopted 54
1616 tour 54
1617 widespread 54
1618 covered 54
1619 awards 53
1620 atlantic 53
1621 fewer 53
1622 born 53
1623 learned 53
1624 losses 53
1625 flying 53
1626 performance 53
1627 delegation 53
1628 effective 53
1629 heads 53
1630 clearly 53
1631 struck 53
1632 fort 53
1633 constitution 53
1634 heavily 53
1635 academy 53
1636 combat 53
1637 challenge 53
1638 amendment 53
1639 certainly 53
1640 presented 53
1641 picked 53
1642 sports 53
1643 gives 53
1644 agencies 53
1645 gets 53
1646 hot 53
1647 eventually 53
1648 registered 53
1649 assault 53
1650 destroyed 53
1651 presence 53
1652 repeatedly 53
1653 contributions 53
1654 pending 53
1655 connection 52
1656 allies 52
1657 vietnam 52
1658 winds 52
1659 silver 52
1660 positive 52
1661 seems 52
1662 levels 52
1663 lee 52
1664 owner 52
1665 francisco 52
1666 dozens 52
1667 husband 52
1668 counts 52
1669 buildings 52
1670 conduct 52
1671 provides 52
1672 homeless 52
1673 economist 52
1674 louis 52
1675 opportunity 52
1676 fed 52
1677 personnel 52
1678 tom 52
1679 unit 52
1680 statements 52
1681 governments 52
1682 critical 52
1683 illinois 52
1684 nor 51
1685 berlin 51
1686 platform 51
1687 subcommittee 51
1688 size 51
1689 seeing 51
1690 reforms 51
1691 customers 51
1692 ford 51
1693 complex 51
1694 activity 51
1695 square 51
1696 rock 51
1697 democracy 51
1698 controls 51
1699 finished 51
1700 miami 51
1701 export 51
1702 course 51
1703 williams 51
1704 benefit 51
1705 active 51
1706 ethnic 51
1707 climbed 50
1708 mecham 50
1709 questioned 50
1710 relatives 50
1711 aide 50
1712 northeast 50
1713 weekend 50
1714 task 50
1715 ability 50
1716 reducing 50
1717 racial 50
1718 sea 50
1719 command 50
1720 confirmed 50
1721 negotiators 50
1722 interested 50
1723 global 50
1724 initial 50
1725 argued 50
1726 nato 50
1727 attributed 50
1728 teachers 50
1729 circuit 50
1730 van 50
1731 wheat 50
1732 soybean 50
1733 burned 50
1734 federation 50
1735 seized 50
1736 palestinians 50
1737 push 50
1738 demanding 50
1739 marketing 50
1740 marine 50
1741 thompson 50
1742 earned 50
1743 captured 50
1744 nbc 50
1745 motor 50
1746 pact 49
1747 powerful 49
1748 amid 49
1749 attend 49
1750 ministers 49
1751 legislative 49
1752 delivery 49
1753 protests 49
1754 stood 49
1755 replace 49
1756 worker 49
1757 formal 49
1758 roberts 49
1759 becoming 49
1760 ousted 49
1761 falling 49
1762 truck 49
1763 girl 49
1764 paris 49
1765 anniversary 49
1766 irs 48
1767 missing 48
1768 merger 48
1769 expensive 48
1770 relief 48
1771 employment 48
1772 organized 48
1773 drought 48
1774 relationship 48
1775 standing 48
1776 restrictions 48
1777 appears 48
1778 retired 48
1779 shown 48
1780 stations 48
1781 individual 48
1782 industries 48
1783 profit 48
1784 opponents 48
1785 losing 48
1786 jet 48
1787 banking 48
1788 representative 48
1789 drove 48
1790 facing 48
1791 wage 48
1792 foreigners 48
1793 iii 48
1794 urban 48
1795 flew 48
1796 communications 48
1797 shut 48
1798 upon 48
1799 india 48
1800 target 48
1801 tapes 48
1802 permit 48
1803 normal 48
1804 jews 48
1805 intelligence 48
1806 wrong 47
1807 singer 47
1808 serving 47
1809 prompted 47
1810 appointed 47
1811 smoking 47
1812 father 47
1813 seat 47
1814 ensure 47
1815 granted 47
1816 accounting 47
1817 highway 47
1818 nomination 47
1819 cold 47
1820 partly 47
1821 providing 47
1822 affect 47
1823 permission 47
1824 senator 47
1825 follow 47
1826 polls 47
1827 jesse 47
1828 items 47
1829 sandinista 47
1830 organizations 47
1831 withdrawal 47
1832 alan 47
1833 slow 47
1834 boat 47
1835 nicaraguan 47
1836 monthly 47
1837 loans 47
1838 basic 47
1839 ticket 47
1840 flights 47
1841 purchase 47
1842 bar 47
1843 season 47
1844 encourage 46
1845 houston 46
1846 supports 46
1847 reportedly 46
1848 admitted 46
1849 wine 46
1850 represents 46
1851 returns 46
1852 possibly 46
1853 studies 46
1854 weekly 46
1855 columbia 46
1856 receiving 46
1857 crop 46
1858 paying 46
1859 arthur 46
1860 currency 46
1861 injuries 46
1862 cable 46
1863 putting 46
1864 delay 46
1865 prove 46
1866 regulations 46
1867 mind 46
1868 regular 46
1869 electoral 46
1870 happened 46
1871 fees 46
1872 firefighters 46
1873 alone 46
1874 remarks 46
1875 currently 46
1876 opinion 46
1877 hussein 46
1878 terrorist 46
1879 employee 46
1880 finally 46
1881 agent 46
1882 sharp 46
1883 permanent 46
1884 expects 46
1885 municipal 45
1886 sometimes 45
1887 sending 45
1888 grew 45
1889 dealing 45
1890 suspect 45
1891 founded 45
1892 winning 45
1893 selected 45
1894 picture 45
1895 transfer 45
1896 actor 45
1897 developed 45
1898 else 45
1899 neither 45
1900 jersey 45
1901 prominent 45
1902 rescue 45
1903 institutions 45
1904 spring 45
1905 irish 45
1906 aware 45
1907 forms 45
1908 contras 45
1909 activities 45
1910 preparing 45
1911 quite 45
1912 involvement 45
1913 cutting 45
1914 tough 45
1915 lake 45
1916 allows 45
1917 declining 45
1918 letters 44
1919 gun 44
1920 positions 44
1921 royal 44
1922 sound 44
1923 investigating 44
1924 extended 44
1925 unemployment 44
1926 standards 44
1927 drexel 44
1928 atlanta 44
1929 voice 44
1930 friend 44
1931 theater 44
1932 broken 44
1933 penalty 44
1934 looks 44
1935 innocent 44
1936 resulted 44
1937 mass 44
1938 demonstrations 44
1939 highly 44
1940 southwest 44
1941 courts 44
1942 seem 44
1943 relatively 44
1944 forest 44
1945 offices 44
1946 fought 44
1947 continues 44
1948 failing 44
1949 stake 44
1950 filing 44
1951 career 44
1952 outnumbered 44
1953 split 43
1954 boost 43
1955 electronic 43
1956 caught 43
1957 financing 43
1958 pictures 43
1959 league 43
1960 fears 43
1961 lincoln 43
1962 backed 43
1963 alternative 43
1964 storm 43
1965 contained 43
1966 surgery 43
1967 mexican 43
1968 epa 43
1969 supporting 43
1970 el 43
1971 speed 43
1972 missile 43
1973 reading 43
1974 barry 43
1975 camp 43
1976 damaged 43
1977 liberation 43
1978 solidarity 43
1979 chosen 43
1980 distribution 43
1981 band 43
1982 thatcher 43
1983 quayle 43
1984 arguments 43
1985 file 43
1986 nominee 43
1987 administrative 43
1988 onto 43
1989 southeast 43
1990 england 43
1991 victim 43
1992 museum 43
1993 stolen 43
1994 hostage 43
1995 moderate 43
1996 abc 43
1997 compromise 43
1998 giant 43
1999 phone 43
2000 detained 43
2001 advanced 43
2002 milken 42
2003 experience 42
2004 baby 42
2005 runs 42
2006 promise 42
2007 determined 42
2008 russian 42
2009 acres 42
2010 enter 42
2011 violated 42
2012 events 42
2013 virginia 42
2014 foundation 42
2015 recommended 42
2016 banned 42
2017 buyout 42
2018 regulators 42
2019 negative 42
2020 responded 42
2021 rating 42
2022 gaza 42
2023 plea 42
2024 massive 42
2025 premier 42
2026 consumers 42
2027 wide 42
2028 memorial 41
2029 corps 41
2030 maximum 41
2031 hundred 41
2032 recession 41
2033 speaker 41
2034 operate 41
2035 traditional 41
2036 provisions 41
2037 causing 41
2038 winter 41
2039 section 41
2040 recorded 41
2041 moves 41
2042 mph 41
2043 route 41
2044 mail 41
2045 drew 41
2046 nicaragua 41
2047 hearings 41
2048 legislature 41
2049 socialist 41
2050 conflict 41
2051 delivered 41
2052 guerrilla 41
2053 materials 41
2054 deep 41
2055 fish 41
2056 repeated 41
2057 watch 41
2058 approach 41
2059 helicopter 41
2060 knows 41
2061 recovered 41
2062 investigate 41
2063 watching 41
2064 note 41
2065 handling 41
2066 lay 41
2067 lowest 41
2068 brown 41
2069 marked 41
2070 event 41
2071 whatever 41
2072 kansas 41
2073 mary 41
2074 particular 41
2075 bit 41
2076 writing 41
2077 differences 41
2078 faa 41
2079 unions 41
2080 negotiate 41
2081 violations 41
2082 apply 41
2083 practice 41
2084 words 41
2085 discussions 40
2086 teacher 40
2087 ronald 40
2088 adviser 40
2089 boy 40
2090 express 40
2091 withdraw 40
2092 turkey 40
2093 version 40
2094 linked 40
2095 defendants 40
2096 type 40
2097 represent 40
2098 cuba 40
2099 guns 40
2100 marlin 40
2101 speculation 40
2102 true 40
2103 johnson 40
2104 table 40
2105 attempted 40
2106 focus 40
2107 actress 40
2108 deadline 40
2109 talked 40
2110 fda 40
2111 aviation 40
2112 everybody 40
2113 fly 40
2114 metal 40
2115 faced 40
2116 mainly 40
2117 exploded 40
2118 convinced 40
2119 english 40
2120 seriously 39
2121 hired 39
2122 grant 39
2123 tobacco 39
2124 broad 39
2125 century 39
2126 holds 39
2127 naval 39
2128 straight 39
2129 disaster 39
2130 science 39
2131 davis 39
2132 ec 39
2133 developing 39
2134 unchanged 39
2135 marks 39
2136 papers 39
2137 everyone 39
2138 politics 39
2139 fast 39
2140 drinking 39
2141 delayed 39
2142 handle 39
2143 blame 39
2144 game 39
2145 humphrey 39
2146 games 39
2147 immune 39
2148 approve 39
2149 arrests 39
2150 panamanian 39
2151 exactly 39
2152 edwin 39
2153 resolve 39
2154 beat 39
2155 dangerous 39
2156 driver 39
2157 ira 38
2158 virus 38
2159 develop 38
2160 pace 38
2161 amnesty 38
2162 sexual 38
2163 success 38
2164 trend 38
2165 motors 38
2166 birth 38
2167 petroleum 38
2168 threatening 38
2169 recognize 38
2170 vatican 38
2171 overnight 38
2172 substantial 38
2173 mississippi 38
2174 obtained 38
2175 conspiracy 38
2176 manuel 38
2177 la 38
2178 retail 38
2179 anc 38
2180 strongly 38
2181 sort 38
2182 continental 38
2183 decade 38
2184 dutch 38
2185 strikes 38
2186 antonio 38
2187 duty 38
2188 stephen 38
2189 helping 38
2190 resistance 38
2191 acquired 38
2192 mike 38
2193 abandoned 38
2194 toll 38
2195 powers 38
2196 restructuring 38
2197 disclosed 38
2198 danger 38
2199 vehicle 38
2200 attending 38
2201 burden 38
2202 fellow 38
2203 pollution 38
2204 heating 37
2205 passenger 37
2206 pulled 37
2207 prior 37
2208 confidence 37
2209 daniel 37
2210 wright 37
2211 coup 37
2212 jailed 37
2213 polish 37
2214 concluded 37
2215 joe 37
2216 successful 37
2217 lloyd 37
2218 beirut 37
2219 unidentified 37
2220 steve 37
2221 hospitals 37
2222 douglas 37
2223 dry 37
2224 lawrence 37
2225 cultural 37
2226 nelson 37
2227 contended 37
2228 animals 37
2229 schedule 37
2230 carter 37
2231 industrials 37
2232 monetary 37
2233 shultz 37
2234 die 37
2235 unusual 37
2236 doctor 37
2237 native 37
2238 violent 37
2239 double 37
2240 republics 37
2241 pass 36
2242 tested 36
2243 acted 36
2244 worldwide 36
2245 pledged 36
2246 resume 36
2247 ceremony 36
2248 dinner 36
2249 wind 36
2250 respond 36
2251 dealer 36
2252 rival 36
2253 bombs 36
2254 commitment 36
2255 baltic 36
2256 explosion 36
2257 prepare 36
2258 politicians 36
2259 judges 36
2260 margin 36
2261 audience 36
2262 requirements 36
2263 impose 36
2264 fresh 36
2265 bombing 36
2266 cattle 36
2267 advertising 36
2268 commissioner 36
2269 asian 36
2270 governing 36
2271 legislators 36
2272 flown 36
2273 walk 36
2274 margaret 36
2275 reporter 36
2276 acquisition 36
2277 scientific 36
2278 projects 36
2279 partnership 36
2280 expand 36
2281 speak 36
2282 radical 36
2283 clean 36
2284 directed 36
2285 collection 36
2286 howard 36
2287 peaceful 36
2288 originally 35
2289 troubled 35
2290 civilians 35
2291 guy 35
2292 entertainment 35
2293 controlled 35
2294 filled 35
2295 nazi 35
2296 sitting 35
2297 guards 35
2298 minimum 35
2299 knowledge 35
2300 ought 35
2301 associate 35
2302 islamic 35
2303 politburo 35
2304 carolina 35
2305 colleagues 35
2306 committees 35
2307 transport 35
2308 accord 35
2309 requests 35
2310 goal 35
2311 signal 35
2312 abroad 35
2313 grow 35
2314 owns 35
2315 purchased 35
2316 preliminary 35
2317 embargo 35
2318 path 35
2319 counsel 35
2320 chapter 35
2321 pushing 35
2322 damages 35
2323 owners 35
2324 happen 35
2325 canceled 35
2326 journal 35
2327 walking 35
2328 syrian 35
2329 difference 35
2330 negotiating 35
2331 cook 35
2332 outcome 35
2333 spacecraft 35
2334 minor 35
2335 finding 35
2336 complaint 35
2337 spanish 35
2338 struggle 35
2339 garbage 35
2340 centers 35
2341 oppose 35
2342 notice 35
2343 territory 35
2344 walter 35
2345 portion 35
2346 offering 35
2347 praised 35
2348 yield 35
2349 whites 35
2350 gore 35
2351 copies 35
2352 sets 35
2353 awarded 35
2354 earth 35
2355 brother 35
2356 agreements 35
2357 feeling 34
2358 dismissed 34
2359 interviewed 34
2360 scene 34
2361 acquire 34
2362 mitchell 34
2363 begins 34
2364 hailed 34
2365 subsidiary 34
2366 hampshire 34
2367 setting 34
2368 weight 34
2369 alcohol 34
2370 threats 34
2371 users 34
2372 thus 34
2373 rare 34
2374 combined 34
2375 firms 34
2376 doubt 34
2377 hall 34
2378 conservatives 34
2379 prince 34
2380 metropolitan 34
2381 chamber 34
2382 suburban 34
2383 seats 34
2384 shots 34
2385 capacity 34
2386 begun 34
2387 model 34
2388 reasons 34
2389 ships 34
2390 greyhound 34
2391 allen 34
2392 worried 34
2393 terry 34
2394 posted 34
2395 prosecution 34
2396 invited 34
2397 species 34
2398 sandinistas 34
2399 dick 34
2400 mixed 34
2401 extremely 34
2402 replaced 34
2403 steven 34
2404 normally 34
2405 parole 34
2406 insisted 34
2407 invaded 34
2408 ranch 34
2409 yeutter 34
2410 contributed 34
2411 ease 34
2412 flood 34
2413 tied 34
2414 trucks 34
2415 professional 34
2416 reed 34
2417 mentioned 34
2418 moral 34
2419 turning 34
2420 walsh 34
2421 mercantile 34
2422 keating 34
2423 bear 34
2424 guarantee 34
2425 neighbors 34
2426 reaction 34
2427 sued 34
2428 honduran 33
2429 awaiting 33
2430 causes 33
2431 books 33
2432 indicted 33
2433 walesa 33
2434 hair 33
2435 detroit 33
2436 andrew 33
2437 directors 33
2438 wilson 33
2439 superior 33
2440 holiday 33
2441 grounds 33
2442 electricity 33
2443 values 33
2444 decades 33
2445 indicate 33
2446 reynolds 33
2447 classified 33
2448 document 33
2449 coverage 33
2450 apartheid 33
2451 salary 33
2452 famous 33
2453 maintenance 33
2454 decree 33
2455 pointed 33
2456 language 33
2457 coal 33
2458 feared 33
2459 indication 33
2460 sit 33
2461 journalists 33
2462 opec 33
2463 renewed 33
2464 medicine 33
2465 publicly 33
2466 collected 33
2467 aspirin 33
2468 operates 33
2469 larry 33
2470 jimmy 33
2471 aquino 33
2472 ads 33
2473 predominantly 33
2474 satellite 33
2475 crashed 33
2476 numerous 33
2477 neighboring 33
2478 sam 33
2479 favorite 33
2480 trouble 33
2481 upper 33
2482 provision 33
2483 statistics 33
2484 souter 33
2485 earthquake 33
2486 neighborhood 33
2487 ranged 33
2488 mountain 33
2489 fine 33
2490 eliminate 33
2491 motion 33
2492 intention 33
2493 learn 32
2494 resignation 32
2495 drawn 32
2496 jose 32
2497 actively 32
2498 chain 32
2499 favored 32
2500 richter 32
2501 amounts 32
2502 lithuania 32
2503 submitted 32
2504 probe 32
2505 communists 32
2506 dramatic 32
2507 laid 32
2508 tanks 32
2509 disclose 32
2510 petition 32
2511 pick 32
2512 referred 32
2513 anthony 32
2514 tank 32
2515 practices 32
2516 greatest 32
2517 ice 32
2518 shamir 32
2519 producers 32
2520 policemen 32
2521 doors 32
2522 creek 32
2523 ethics 32
2524 champion 32
2525 suffering 32
2526 pledge 32
2527 principal 32
2528 applied 32
2529 welcome 32
2530 gunmen 32
2531 miners 32
2532 hostile 32
2533 violation 32
2534 frequently 32
2535 defeated 32
2536 buyers 32
2537 radar 32
2538 patient 32
2539 soybeans 32
2540 traveling 32
2541 patrol 32
2542 quake 32
2543 chances 32
2544 midnight 32
2545 obtain 32
2546 campaigning 32
2547 divided 32
2548 broadcasting 32
2549 bradley 32
2550 verdict 32
2551 winner 32
2552 ortega 32
2553 maintained 32
2554 shopping 32
2555 gotten 32
2556 vehicles 32
2557 thunderstorms 32
2558 fred 32
2559 ray 32
2560 check 32
2561 thrift 32
2562 initially 32
2563 rocket 32
2564 kids 31
2565 effects 31
2566 kohl 31
2567 modest 31
2568 witness 31
2569 tape 31
2570 stressed 31
2571 cast 31
2572 donations 31
2573 competition 31
2574 married 31
2575 geneva 31
2576 nominated 31
2577 apparent 31
2578 thinks 31
2579 attempts 31
2580 pension 31
2581 green 31
2582 physical 31
2583 gaining 31
2584 nordstrom 31
2585 trees 31
2586 focused 31
2587 activist 31
2588 historic 31
2589 track 31
2590 arts 31
2591 uprising 31
2592 weapon 31
2593 wish 31
2594 auction 31
2595 example 31
2596 tree 31
2597 capitol 31
2598 authorized 31
2599 scale 31
2600 revealed 31
2601 stars 31
2602 veto 31
2603 albert 31
2604 perform 31
2605 employers 31
2606 ounce 31
2607 exercise 31
2608 represented 31
2609 noting 31
2610 expenses 31
2611 discount 31
2612 permitted 31
2613 oklahoma 31
2614 defended 31
2615 hoping 31
2616 surprised 31
2617 helicopters 31
2618 easily 31
2619 fatal 31
2620 quick 31
2621 wood 31
2622 mortgage 31
2623 arm 31
2624 kremlin 30
2625 opposes 30
2626 engaged 30
2627 barrel 30
2628 terrorists 30
2629 musical 30
2630 conviction 30
2631 operated 30
2632 reaching 30
2633 accidents 30
2634 landing 30
2635 utilities 30
2636 disclosure 30
2637 elizabeth 30
2638 complaints 30
2639 female 30
2640 bridge 30
2641 roh 30
2642 pork 30
2643 patrick 30
2644 gang 30
2645 slipped 30
2646 primarily 30
2647 bargaining 30
2648 citing 30
2649 animal 30
2650 located 30
2651 warrant 30
2652 custody 30
2653 province 30
2654 scattered 30
2655 infected 30
2656 germans 30
2657 breaking 30
2658 humanitarian 30
2659 resigned 30
2660 monitoring 30
2661 yields 30
2662 ends 30
2663 officially 30
2664 brothers 30
2665 don 30
2666 fill 30
2667 arizona 30
2668 distributed 30
2669 deliver 30
2670 reporting 30
2671 commodity 30
2672 plus 30
2673 mount 30
2674 gary 30
2675 declines 30
2676 performed 30
2677 abuse 30
2678 eligible 30
2679 aside 30
2680 philadelphia 30
2681 roads 30
2682 tickets 30
2683 inmates 30
2684 worry 30
2685 ratings 30
2686 draw 30
2687 becomes 30
2688 michigan 30
2689 strategy 30
2690 solid 30
2691 appearance 30
2692 surrounding 30
2693 factory 30
2694 plastic 30
2695 notes 30
2696 deals 30
2697 violating 30
2698 maxwell 29
2699 watched 29
2700 cheney 29
2701 barred 29
2702 individuals 29
2703 recovery 29
2704 transferred 29
2705 interstate 29
2706 dennis 29
2707 showers 29
2708 baltimore 29
2709 minnesota 29
2710 allied 29
2711 nobody 29
2712 prevented 29
2713 traditionally 29
2714 tensions 29
2715 upheld 29
2716 machine 29
2717 nixon 29
2718 manufacturers 29
2719 spot 29
2720 author 29
2721 judicial 29
2722 choose 29
2723 revolution 29
2724 incidents 29
2725 soldier 29
2726 identify 29
2727 maybe 29
2728 defend 29
2729 strengthen 29
2730 advisers 29
2731 pursue 29
2732 survivors 29
2733 morgan 29
2734 meant 29
2735 spain 29
2736 gephardt 29
2737 condemned 29
2738 hispanic 29
2739 carl 29
2740 informed 29
2741 factories 29
2742 dominated 29
2743 militants 29
2744 kong 29
2745 rumors 29
2746 modern 29
2747 dog 29
2748 sector 29
2749 theft 29
2750 ap 29
2751 reductions 29
2752 environment 29
2753 pennsylvania 29
2754 promote 29
2755 feed 29
2756 stands 29
2757 creating 29
2758 youths 29
2759 ownership 29
2760 funeral 29
2761 sat 29
2762 accompanied 29
2763 viewed 29
2764 stronger 29
2765 write 29
2766 restore 29
2767 threw 29
2768 parent 29
2769 grants 29
2770 shevardnadze 29
2771 barriers 29
2772 landed 29
2773 factors 29
2774 driven 29
2775 blow 29
2776 requested 29
2777 consecutive 29
2778 administrator 29
2779 closer 29
2780 contends 29
2781 honduras 28
2782 postal 28
2783 video 28
2784 realize 28
2785 places 28
2786 extra 28
2787 overseas 28
2788 obviously 28
2789 enforce 28
2790 formally 28
2791 fighters 28
2792 appropriations 28
2793 payment 28
2794 partner 28
2795 hill 28
2796 yellow 28
2797 laboratory 28
2798 tear 28
2799 afford 28
2800 valued 28
2801 costa 28
2802 closely 28
2803 sex 28
2804 wildlife 28
2805 chancellor 28
2806 sister 28
2807 alliance 28
2808 variety 28
2809 subsidies 28
2810 halt 28
2811 impossible 28
2812 concert 28
2813 article 28
2814 sweeping 28
2815 discrimination 28
2816 recognized 28
2817 stability 28
2818 gross 28
2819 railroad 28
2820 billions 28
2821 beef 28
2822 establish 28
2823 philippines 28
2824 nikkei 28
2825 taylor 28
2826 design 28
2827 unity 28
2828 license 28
2829 survived 28
2830 guess 28
2831 error 28
2832 curfew 28
2833 arabs 28
2834 vessel 28
2835 barbara 28
2836 partners 28
2837 initiative 28
2838 warsaw 28
2839 advice 28
2840 wave 28
2841 longtime 28
2842 purpose 28
2843 actual 28
2844 weak 28
2845 alabama 28
2846 parliamentary 28
2847 simon 28
2848 yards 28
2849 burning 28
2850 male 28
2851 pieces 28
2852 producer 28
2853 troop 28
2854 las 28
2855 dance 28
2856 chamorro 28
2857 wounding 28
2858 structure 28
2859 canada 28
2860 harvard 28
2861 publisher 28
2862 mention 28
2863 claiming 28
2864 classes 28
2865 bloc 28
2866 engineers 28
2867 proof 28
2868 surge 28
2869 junk 28
2870 locked 27
2871 bottom 27
2872 nurses 27
2873 wealthy 27
2874 ring 27
2875 livestock 27
2876 sixth 27
2877 forcing 27
2878 jump 27
2879 kidnapped 27
2880 increasingly 27
2881 refuge 27
2882 equal 27
2883 leaves 27
2884 newly 27
2885 haiti 27
2886 discovery 27
2887 vital 27
2888 egyptian 27
2889 degree 27
2890 happy 27
2891 arriving 27
2892 gesell 27
2893 deconcini 27
2894 owen 27
2895 smoke 27
2896 lending 27
2897 fines 27
2898 uses 27
2899 reflects 27
2900 moment 27
2901 engineering 27
2902 disney 27
2903 signing 27
2904 containing 27
2905 escape 27
2906 competitive 27
2907 uss 27
2908 fishing 27
2909 challenger 27
2910 facility 27
2911 worries 27
2912 welfare 27
2913 elsewhere 27
2914 lifted 27
2915 unification 27
2916 baghdad 27
2917 recalled 27
2918 gray 27
2919 quit 27
2920 kim 27
2921 solve 27
2922 extradition 27
2923 unlikely 27
2924 punishment 27
2925 cleared 27
2926 convoy 27
2927 georgia 27
2928 publication 27
2929 findings 27
2930 roger 27
2931 entitled 27
2932 exile 27
2933 managers 27
2934 thinking 27
2935 endorsed 27
2936 poland 27
2937 electrical 27
2938 teaching 27
2939 weakness 27
2940 contend 27
2941 wearing 27
2942 grown 27
2943 super 27
2944 trader 27
2945 philippine 27
2946 joining 27
2947 compensation 27
2948 younger 27
2949 baseball 27
2950 respect 27
2951 afraid 27
2952 restaurant 27
2953 taxpayers 27
2954 extent 26
2955 marched 26
2956 pull 26
2957 abuses 26
2958 turkish 26
2959 false 26
2960 bruce 26
2961 challenged 26
2962 unrest 26
2963 manhattan 26
2964 limits 26
2965 robertson 26
2966 tiny 26
2967 investments 26
2968 membership 26
2969 declaration 26
2970 resign 26
2971 flag 26
2972 managing 26
2973 direction 26
2974 clashes 26
2975 interviews 26
2976 creditors 26
2977 assured 26
2978 concrete 26
2979 carbon 26
2980 illegally 26
2981 intense 26
2982 harris 26
2983 image 26
2984 garden 26
2985 puerto 26
2986 missouri 26
2987 solution 26
2988 investigations 26
2989 tender 26
2990 slight 26
2991 participating 26
2992 pleased 26
2993 temperature 26
2994 stable 26
2995 stabbed 26
2996 plunged 26
2997 revenues 26
2998 enormous 26
2999 lawsuits 26
3000 consultant 26
3001 exposed 26
3002 cia 26
3003 warren 26
3004 expelled 26
3005 surrounded 26
3006 yeltsin 26
3007 deployment 26
3008 hudson 26
3009 crossed 26
3010 crucial 26
3011 shift 26
3012 endangered 26
3013 roughly 26
3014 confirm 26
3015 garcia 26
3016 communities 26
3017 usda 26
3018 possession 26
3019 tired 26
3020 ranging 26
3021 holdings 26
3022 repair 26
3023 defeat 26
3024 atmosphere 26
3025 scores 26
3026 inspection 26
3027 singing 26
3028 piece 26
3029 wait 26
3030 arrive 26
3031 views 26
3032 strip 26
3033 dallas 26
3034 craft 26
3035 monitored 26
3036 ignored 26
3037 arrival 26
3038 welcomed 25
3039 striking 25
3040 rice 25
3041 doubts 25
3042 sang 25
3043 improvement 25
3044 expanded 25
3045 reasonable 25
3046 ibm 25
3047 tropical 25
3048 requiring 25
3049 conventional 25
3050 trapped 25
3051 gene 25
3052 israelis 25
3053 urging 25
3054 hezbollah 25
3055 assigned 25
3056 dean 25
3057 founder 25
3058 aoun 25
3059 tennessee 25
3060 shape 25
3061 bankers 25
3062 bail 25
3063 honor 25
3064 regularly 25
3065 teams 25
3066 guidelines 25
3067 fallen 25
3068 chose 25
3069 wing 25
3070 vargas 25
3071 fail 25
3072 veterans 25
3073 ad 25
3074 exchanges 25
3075 replacement 25
3076 remember 25
3077 finish 25
3078 storage 25
3079 visits 25
3080 gm 25
3081 kgb 25
3082 justices 25
3083 essential 25
3084 disputed 25
3085 harvest 25
3086 assure 25
3087 persuade 25
3088 flow 25
3089 swept 25
3090 blocked 25
3091 anybody 25
3092 settle 25
3093 harry 25
3094 refuse 25
3095 colorado 25
3096 lasted 25
3097 losers 25
3098 equivalent 25
3099 collapsed 25
3100 host 25
3101 completely 25
3102 bases 25
3103 procedures 25
3104 comparable 25
3105 refugees 25
3106 stories 25
3107 wars 25
3108 meat 25
3109 mine 25
3110 regulation 25
3111 add 25
3112 violate 25
3113 asbestos 25
3114 suburb 25
3115 crews 25
3116 cardinal 25
3117 appealed 25
3118 jurors 25
3119 advantage 25
3120 denounced 25
3121 firing 25
3122 philip 25
3123 layoffs 25
3124 transactions 25
3125 armored 25
3126 prospects 25
3127 pound 25
3128 nancy 25
3129 device 25
3130 carlos 25
3131 czechoslovakia 25
3132 stayed 25
3133 sensitive 25
3134 warnings 25
3135 importance 25
3136 cells 25
3137 refusing 25
3138 developments 25
3139 mental 25
3140 otherwise 25
3141 judgment 25
3142 alive 25
3143 venus 25
3144 policeman 25
3145 inheritance 25
3146 ann 25
3147 analysis 25
3148 controversy 24
3149 takeshita 24
3150 shipments 24
3151 methods 24
3152 broader 24
3153 sites 24
3154 pittsburgh 24
3155 output 24
3156 intervention 24
3157 testify 24
3158 turnout 24
3159 elderly 24
3160 targets 24
3161 memo 24
3162 capable 24
3163 arranged 24
3164 immigrants 24
3165 ron 24
3166 roy 24
3167 passage 24
3168 peres 24
3169 carrier 24
3170 household 24
3171 lift 24
3172 presidency 24
3173 penalties 24
3174 link 24
3175 customer 24
3176 ballot 24
3177 permits 24
3178 jerry 24
3179 observers 24
3180 execution 24
3181 reflected 24
3182 jordan 24
3183 expansion 24
3184 olympic 24
3185 struggling 24
3186 ireland 24
3187 protecting 24
3188 regarding 24
3189 changing 24
3190 measured 24
3191 investor 24
3192 brain 24
3193 mutual 24
3194 texaco 24
3195 symphony 24
3196 devices 24
3197 understanding 24
3198 favors 24
3199 tight 24
3200 factor 24
3201 enemy 24
3202 alert 24
3203 evacuated 24
3204 impeachment 24
3205 drawing 24
3206 campaigns 24
3207 moore 24
3208 cargo 24
